Repository: kawabaron/Bar941
Catalog: Bar941/Localizable.xcstrings
Source language: ja
Languages: en_au, fr, it, ko, zh_hans, zh_hant

# common.error
source: エラー
en_au: Error
fr: Erreur
it: Errore
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

# editor.actions.save
source: 写真ライブラリに保存
en_au: Save to Photos
fr: Enregistrer dans Photos
it: Salva in Foto
ko: 사진 보관함에 저장
zh_hans: 保存到照片
zh_hant: 儲存到照片

# editor.actions.saving
source: 保存中...
en_au: Saving...
fr: Enregistrement...
it: Salvataggio...
ko: 저장 중...
zh_hans: 正在保存...
zh_hant: 正在儲存...

# editor.actions.share
source: 共有
en_au: Share
fr: Partager
it: Condividi
ko: 공유
zh_hans: 分享
zh_hant: 分享

# editor.adjustment.description
source: 時間と右側アイコン群の位置・サイズを調整すると、上部拡大プレビューにすぐ反映されます。
en_au: Adjust the position and size of the time and right-side icons to update the top preview instantly.
fr: Ajustez la position et la taille de l'heure et des icones de droite pour mettre a jour instantanement l'aperçu superieur.
it: Regola posizione e dimensione dell'ora e delle icone a destra per aggiornare subito l'anteprima superiore.
ko: 시간과 오른쪽 아이콘의 위치 및 크기를 조정하면 상단 확대 미리보기에 바로 반영됩니다.
zh_hans: 调整时间和右侧图标的位置与大小，顶部放大预览会立即更新。
zh_hant: 調整時間與右側圖示的位置和大小後，頂部放大預覽會立即更新。

# editor.adjustment.reset
source: リセット
en_au: Reset
fr: Reinitialiser
it: Reimposta
ko: 재설정
zh_hans: 重置
zh_hant: 重設

# editor.adjustment.scale
source: サイズ
en_au: Scale
fr: Taille
it: Scala
ko: 크기
zh_hans: 大小
zh_hant: 大小

# editor.adjustment.statusIcons
source: 右側アイコン
en_au: Right-side icons
fr: Icones de droite
it: Icone a destra
ko: 오른쪽 아이콘
zh_hans: 右侧图标
zh_hant: 右側圖示

# editor.adjustment.time
source: 時間
en_au: Time
fr: Heure
it: Ora
ko: 시간
zh_hans: 时间

# editor.adjustment.title
source: 微調整
en_au: Fine-tune
fr: Ajustements fins
it: Rifinitura
ko: 미세 조정
zh_hans: 微调
zh_hant: 微調

# editor.adjustment.x
source: 横位置
en_au: Horizontal
fr: Horizontal
it: Orizzontale
ko: 가로 위치
zh_hans: 横向位置
zh_hant: 橫向位置

# editor.adjustment.y
source: 縦位置
en_au: Vertical
fr: Vertical
it: Verticale
ko: 세로 위치
zh_hans: 纵向位置
zh_hant: 縱向位置

# editor.preview.loading
source: プレビューを準備中
en_au: Preparing preview
fr: Preparation de l'aperçu
it: Preparazione anteprima
ko: 미리보기를 준비하는 중
zh_hans: 正在准备预览
zh_hant: 正在準備預覽

# editor.preview.mode.label
source: プレビュー
en_au: Preview
fr: Aperçu
it: Anteprima
ko: 미리보기
zh_hans: 预览
zh_hant: 預覽

# editor.preview.mode.original
source: 加工前
en_au: Original
fr: Original
it: Originale
ko: 원본
zh_hans: 原图
zh_hant: 原圖

# editor.preview.mode.processed
source: 加工後
en_au: Processed
fr: Retouchee
it: Elaborata
ko: 처리 후
zh_hans: 处理后
zh_hant: 處理後

# editor.preview.title
source: 画像プレビュー
en_au: Image preview
fr: Aperçu de l'image
it: Anteprima immagine
ko: 이미지 미리보기
zh_hans: 图像预览
zh_hant: 影像預覽

# editor.style.description
source: Auto は上端の背景から明暗を推定し、Light / Dark は文字色を固定します。
en_au: Auto estimates brightness from the top background, while Light / Dark keeps the text colour fixed.
fr: Auto estime la luminosite du fond superieur, tandis que Light / Dark fixe la couleur du texte.
it: Auto stima la luminosita dello sfondo superiore, mentre Light / Dark mantiene fisso il colore del testo.
ko: Auto는 상단 배경의 밝기를 추정하고, Light / Dark는 글자 색을 고정합니다.
zh_hans: Auto 会根据顶部背景估算明暗，Light / Dark 会固定文字颜色。
zh_hant: Auto 會依頂部背景推估明暗，Light / Dark 會固定文字顏色。

# editor.style.title
source: バーのスタイル
en_au: Bar style
fr: Style de la barre
it: Stile della barra
ko: 바 스타일
zh_hans: 状态栏样式
zh_hant: 狀態列樣式

# editor.title
source: 編集
en_au: Edit
fr: Modifier
it: Modifica
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

# editor.topPreview.empty
source: 上部プレビューなし
en_au: No top preview
fr: Aucun apercu superieur
it: Nessuna anteprima superiore
ko: 상단 미리보기 없음
zh_hans: 没有顶部预览
zh_hant: 沒有頂部預覽

# editor.topPreview.overlay
source: 元画像を透かす
en_au: Overlay original
fr: Superposer l'original
it: Sovrapponi originale
ko: 원본 겹쳐 보기
zh_hans: 叠加原图
zh_hant: 疊加原圖

# editor.topPreview.title
source: 上部拡大
en_au: Top zoom
fr: Zoom superieur
it: Zoom superiore
ko: 상단 확대
zh_hans: 顶部放大
zh_hant: 頂部放大

# error.invalidImageData
source: 画像を読み込めませんでした
en_au: Couldn't load the image
fr: Impossible de charger l'image
it: Impossibile caricare l'immagine
ko: 이미지를 불러오지 못했습니다
zh_hans: 无法加载图像
zh_hant: 無法載入影像

# error.photoAccessDenied
source: 写真ライブラリへのアクセスが許可されていません
en_au: Photo library access wasn't granted
fr: L'acces a la phototheque n'a pas ete autorise
it: L'accesso a Foto non e stato autorizzato
ko: 사진 보관함 접근 권한이 허용되지 않았습니다
zh_hans: 未获得照片库访问权限
zh_hant: 未取得照片圖庫存取權限

# error.photoSaveFailed
source: 写真ライブラリへの保存に失敗しました
en_au: Couldn't save to your photo library
fr: Impossible d'enregistrer dans la phototheque
it: Impossibile salvare in Foto
ko: 사진 보관함에 저장하지 못했습니다
zh_hans: 无法保存到照片库
zh_hant: 無法儲存到照片圖庫

# error.renderFailed
source: 画像の加工に失敗しました
en_au: Couldn't process the image
fr: Le traitement de l'image a echoue
it: Impossibile elaborare l'immagine
ko: 이미지 처리에 실패했습니다
zh_hans: 处理图像失败
zh_hant: 處理影像失敗

# error.unsupportedImageSize
source: この画像サイズは現在サポート対象外です
en_au: This image size isn't supported yet
fr: Cette taille d'image n'est pas encore prise en charge
it: Questa dimensione immagine non e ancora supportata
ko: 이 이미지 크기는 아직 지원되지 않습니다
zh_hans: 暂不支持此图像尺寸
zh_hant: 目前不支援此影像尺寸

# home.feature.fixedTime
source: 9:41 固定
en_au: Fixed 9:41
fr: 9:41 fixe
it: 9:41 fisso
ko: 9:41 고정
zh_hans: 固定 9:41
zh_hant: 固定 9:41

# home.feature.save
source: 保存
en_au: Save
fr: Enregistrer
it: Salva
ko: 저장
zh_hant: 儲存

# home.feature.share
source: 共有
en_au: Share
fr: Partager
it: Condividi
ko: 공유
zh_hans: 分享
zh_hant: 分享

# home.hero.body
source: 写真ライブラリから iPhone スクリーンショットを選ぶだけで、上部バーを自然に差し替えて保存や共有までできます。
en_au: Just pick an iPhone screenshot from your photo library to replace the top bar naturally, then save or share it.
fr: Choisissez simplement une capture d'iPhone dans votre phototheque pour remplacer naturellement la barre superieure, puis enregistrez-la ou partagez-la.
it: Basta scegliere uno screenshot di iPhone dalla libreria foto per sostituire in modo naturale la barra superiore e poi salvarlo o condividerlo.
ko: 사진 보관함에서 iPhone 스크린샷을 고르기만 하면 상단 바를 자연스럽게 바꾸고 저장하거나 공유할 수 있습니다.
zh_hans: 只需从照片图库中选择一张 iPhone 截图，就能自然替换顶部栏，并保存或分享。
zh_hant: 只要從照片圖庫選擇一張 iPhone 截圖，就能自然替換頂部列並儲存或分享。

# home.hero.title
source: App Store 用スクショの上部を、9:41 のきれいなステータスバーに整えます。
en_au: Clean up the top of your App Store screenshots with a polished 9:41 status bar.
fr: Remettez en forme le haut de vos captures App Store avec une barre d'etat 9:41 impeccable.
it: Sistema la parte superiore degli screenshot per l'App Store con una barra di stato 9:41 pulita.
ko: App Store용 스크린샷 상단을 9:41의 깔끔한 상태 막대로 정리합니다.
zh_hans: 将 App Store 截图顶部整理为干净的 9:41 状态栏。
zh_hant: 將 App Store 截圖頂部整理成乾淨的 9:41 狀態列。

# home.picker.button
source: スクリーンショットを選ぶ
en_au: Choose screenshot
fr: Choisir une capture
it: Scegli screenshot
ko: 스크린샷 선택
zh_hans: 选择截图
zh_hant: 選擇截圖

# home.picker.loading
source: 画像を読み込み中...
en_au: Loading image...
fr: Chargement de l'image...
it: Caricamento immagine...
ko: 이미지를 불러오는 중...
zh_hans: 正在加载图像...
zh_hant: 正在載入影像...

# home.picker.support
source: 主要な iPhone 縦長スクリーンショットに対応しています。
en_au: Supports major iPhone portrait screenshots.
fr: Compatible avec les principales captures verticales d'iPhone.
it: Supporta i principali screenshot verticali di iPhone.
ko: 주요 iPhone 세로 스크린샷을 지원합니다.
zh_hans: 支持主要的 iPhone 竖屏截图。
zh_hant: 支援主要的 iPhone 直向截圖。

# home.picker.title
source: 1 枚のスクリーンショットを選択
en_au: Select one screenshot
fr: Selectionnez une capture
it: Seleziona uno screenshot
ko: 스크린샷 1장 선택
zh_hans: 选择一张截图
zh_hant: 選擇一張截圖

# home.preview.title
source: 最近読み込んだ画像
en_au: Recently loaded image
fr: Image chargee recemment
it: Immagine caricata di recente
ko: 최근 불러온 이미지
zh_hans: 最近加载的图像
zh_hant: 最近載入的影像

# settings.language.english
source: 英語
en_au: English
fr: Anglais
it: Inglese
ko: 영어
zh_hans: 英语

# settings.language.japanese
source: 日本語
en_au: Japanese
fr: Japonais
it: Giapponese
ko: 일본어
zh_hans: 日语
zh_hant: 日語

# settings.language.label
source: アプリの言語
en_au: App language
fr: Langue de l'app
it: Lingua dell'app
ko: 앱 언어
zh_hans: 应用语言
zh_hant: App 語言

# settings.language.section
source: 言語
en_au: Language
fr: Langue
it: Lingua
ko: 언어
zh_hans: 语言
zh_hant: 語言

# settings.language.system
source: システム設定に従う
en_au: Follow System
fr: Suivre le systeme
it: Segui sistema
ko: 시스템 설정 따르기
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.links.contact
source: お問い合わせ
en_au: Contact
fr: Contact
it: Contatti
ko: 문의
zh_hans: 联系我们
zh_hant: 聯絡我們

# settings.links.privacy
source: プライバシーポリシー
en_au: Privacy Policy
fr: Politique de confidentialite
it: Informativa sulla privacy
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私政策

# settings.links.section
source: リンク
en_au: Links
fr: Liens
it: Link
ko: 링크
zh_hans: 链接
zh_hant: 連結

# settings.links.terms
source: 利用規約
en_au: Terms of Use
fr: Conditions d'utilisation
it: Termini di utilizzo
ko: 이용 약관
zh_hans: 使用条款
zh_hant: 使用條款

# settings.title
source: 設定
en_au: Settings
fr: Reglages
it: Impostazioni
ko: 설정
zh_hans: 设置

# statusBarStyle.dark
source: Dark
fr: Sombre
it: Scuro
ko: 다크
zh_hans: 深色
zh_hant: 深色

# statusBarStyle.light
source: Light
fr: Clair
it: Chiaro
ko: 라이트
zh_hans: 浅色
zh_hant: 淺色

# success.saved
source: 写真ライブラリに保存しました
en_au: Saved to your photo library
fr: Enregistre dans la phototheque
it: Salvato in Foto
ko: 사진 보관함에 저장했습니다
zh_hans: 已保存到照片库
zh_hant: 已儲存到照片圖庫

# common.ok
source: OK
ko: 확인
zh_hans: 确定
zh_hant: 確定

# statusBarStyle.auto
source: Auto
ko: 자동
zh_hans: 自动
zh_hant: 自動
